aykutsarac.jsoncrack-vscode
charliermarsh.ruff
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
eseom.nunjucks-template
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
mechatroner.rainbow-csv
mgesbert.python-path
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-autoprefixer
mrmlnc.vscode-postcss-sorting
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.mono-debug
ms-vscode.powershell
ms-vsliveshare.vsliveshare
naumovs.color-highlight
neikeq.godot-csharp-vscode
platformio.platformio-ide
qub.qub-msbuild
redhat.vscode-yaml
ritwickdey.liveserver
ronnidc.nunjucks
tamasfe.even-better-toml
vunguyentuan.vscode-postcss
zignd.html-css-class-completion
